{
    "listaPeliculas": [
        {
            "titulo": "Avatar",
            "lanzamiento": "18 de Diciembre de 2009",
            "duracion": "162 min",
            "genero": "Acción, Aventura, Fantasía",
            "director": "James Cameron",
            "sinopsis": "Entramos en el mundo Avatar de la mano de Jake Sully, un ex-Marine en silla de ruedas, que ha sido reclutado para viajar a Pandora, donde existe un mineral raro y muy preciado que puede solucionar la crisis energética existente en la Tierra.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/tXmTHdrZgNsULqCbThK2Dt2X9Wt.jpg"
        },
        {
            "titulo": "ONE PIECE FILM RED",
            "lanzamiento": "3 de Noviembre de 2022",
            "duracion": "115 min",
            "genero": "Animación, Aventura, Acción, Fantasía",
            "director": "Goro Taniguchi",
            "sinopsis": "Uta — la cantante más querida del mundo. Su voz, con la que canta mientras oculta su verdadera identidad, ha sido descrita como de otro mundo. Ella aparecerá en público por primera vez en un concierto en vivo. A medida que el lugar se llena con todo tipo de fanáticos de Uta: piratas emocionados, la Armada observando de cerca y los Sombreros de Paja liderados por Luffy que simplemente vinieron a disfrutar de su actuación sonora, la voz que todo el mundo ha estado esperando está a punto de resonar. La historia comienza con el impactante hecho de que ella es la hija de Shanks.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/4ovEtMHpv1UKDJB6Wq69DB4q8xG.jpg"
        },
        {
            "titulo": "Pesadilla antes de Navidad",
            "lanzamiento": "2 de Diciembre de 1994",
            "duracion": "75 min",
            "genero": "Fantasía, Animación, Familia",
            "director": "Henry Selick",
            "sinopsis": "Cuando Jack Skellington, el Señor de Halloween, descubre la Navidad, se queda fascinado y decide mejorarla. Sin embargo, su visión de la festividad es totalmente contraria al espíritu navideño. Sus planes incluyen el secuestro de Santa Claus y la introducción de cambios bastante macabros. Sólo su novia Sally es consciente del error que está cometiendo.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/fRrhrNBQzsppxOpN8GO1RFIxp6X.jpg"
        },
        {
            "titulo": "Black Adam",
            "lanzamiento": "21 de Noviembre de 2022",
            "duracion": "124 min",
            "genero": "Acción, Fantasía, Ciencia ficción",
            "director": "Jaume Collet-Serra",
            "sinopsis": "Casi 5.000 años después de haber sido dotado de los poderes omnipotentes de los antiguos dioses -y encarcelado con la misma rapidez-, Black Adam es liberado de su tumba terrenal, listo para desatar su forma única de justicia en el mundo moderno.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/mPTzXksC8HcAj6EM6WjZFJVJEzF.jpg"
        },
        {
            "titulo": "Dragon Ball Super Super Hero",
            "lanzamiento": "2 de Septiembre de 2022",
            "duracion": "100 min",
            "genero": "Animación, Ciencia ficción, Acción",
            "director": "Tetsuro Kodama",
            "sinopsis": "Son Goku destruyó en su momento al Ejército Red Ribbon. Ahora, ciertos individuos han decidido continuar con su legado y han creado a los androides definitivos: Gamma 1 y Gamma 2. Estos dos androides se autoproclaman superhéroes y deciden atacar a Piccolo y a Gohan. ¿Cuál es el objetivo del Nuevo Ejército Red Ribbon? Ante un peligro inminente, ¡llega el momento del despertar del Superhéroe!",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/rugyJdeoJm7cSJL1q4jBpTNbxyU.jpg"
        },
        {
            "titulo": "Sonic La película",
            "lanzamiento": "1 de Febrero de 2022",
            "duracion": "122 min",
            "genero": "Acción, Aventura, Familia, Comedia",
            "director": "Jeff Fowler",
            "sinopsis": "Después de establecerse en Green Hills, Sonic se muere por demostrar que tiene madera de auténtico héroe, pero Robotnik regresa con nuevo compañero Knuckles, en busca de una esmeralda que tiene el poder de destruir civilizaciones, pero Sonic no está solo, le ayudará Tails.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/sJiHVM0A3OXDVxl4Z6a7ihMPHfm.jpg"
        },
        {
            "titulo": "Guardianes de la Noche Tren infinito",
            "lanzamiento": "23 de Abril de 2021",
            "duracion": "117 min",
            "genero": "Animación, Acción, Aventura, Fantasía",
            "director": "Haruo Sotozaki",
            "sinopsis": "Tanjiro y sus compañeros se unen al Pilar de las Llamas Kyojuro Rengoku para investigar una misteriosa serie de desapariciones que han ocurrido dentro del “Tren Infinito”. Poco saben que Enmu, uno de los miembros de las Doce Lunas Demoníacas, también está a bordo y les ha preparado una trampa.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/8t29MfbEkEZixjVbjRkqI5NyFR4.jpg"
        },
        {
            "titulo": "Venom Habrá Matanza",
            "lanzamiento": "15 de Noviembre de 2021",
            "duracion": "97 min",
            "genero": "Ciencia ficción, Acción, Aventura",
            "director": "Andy Serkis",
            "sinopsis": "Eddie Brock y su simbionte Venom todavía están intentando descubrir cómo vivir juntos cuando un preso que está en el corredor de la muerte se infecta con un simbionte propio.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/b0j9rHYpRML7dKm5xw9e97HTDJF.jpg"
        },
        {
            "titulo": "Harry Potter y la piedra filosofal",
            "lanzamiento": "30 de Noviembre de 2001",
            "duracion": "152 min",
            "genero": "Aventura, Fantasía",
            "director": "Chris Columbus",
            "sinopsis": "Harry Potter es un huérfano que vive con sus desagradables tíos, los Dursley, y su repelente primo Dudley. Se acerca su undécimo cumpleaños y tiene pocas esperanzas de recibir algún regalo, ya que nunca nadie se acuerda de él. Sin embargo, pocos días antes de su cumpleaños, una serie de misteriosas cartas dirigidas a él y escritas con una estridente tinta verde rompen la monotonía de su vida: Harry es un mago y sus padres también lo eran.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/roKMM6S9DRGFNujmvqlk8l5YbN3.jpg"
        },
        {
            "titulo": "Black Panther",
            "lanzamiento": "16 de Febrero de 2018",
            "duracion": "134 min",
            "genero": "Acción, Aventura, Ciencia ficción",
            "director": "Ryan Coogler",
            "sinopsis": "Después de los acontecimientos de Capitán América: Civil War, T'Challa vuelve a casa, la nación aislada y muy avanzada tecnológicamente de Wakanda, para ser proclamado Rey. Pero la reaparición de un viejo enemigo pone a prueba el temple de T'Challa como Rey y Black Panther ya que se ve arrastrado a un conflicto que pone en peligro todo el destino de Wakanda y del mundo.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qjarBufG0iUqr1IvJUK8AJnpTIR.jpg"
        },
        {
            "titulo": "SpiderMan No Way Home",
            "lanzamiento": "16 de Diciembre de 2021",
            "duracion": "148 min",
            "genero": "Acción, Aventura, Ciencia ficción",
            "director": "Jon Watts",
            "sinopsis": "Peter Parker es desenmascarado y por tanto no es capaz de separar su vida normal de los enormes riesgos que conlleva ser un súper héroe. Cuando pide ayuda a Doctor Strange, los riesgos pasan a ser aún más peligrosos, obligándole a descubrir lo que realmente significa ser Spider-Man.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/miZFgV81xG324rpUknQX8dtXuBl.jpg"
        },
        {
            "titulo": "Bleach",
            "lanzamiento": "2004",
            "duracion": "24-25 min/episodio",
            "genero": "Action & Adventure, Animación, Sci-Fi & Fantasy",
            "director": "Pierrot",
            "sinopsis": "La serie narra las aventuras de Ichigo Kurosaki, un adolescente que tiene la facultad de interactuar con los espíritus. Una noche, Ichigo se encuentra con una shinigami —personificación japonesa del Dios de la muerte— llamada Rukia Kuchiki, quien se sorprende que pueda verla. Sin embargo, su conversación es interrumpida por la aparición de un hollow, un espíritu maligno. Después de que Rukia fuera gravemente herida al tratar de proteger a Ichigo, esta intenta traspasarle parte de sus poderes a Ichigo para que pueda enfrentarse al hollow en igualdad de condiciones. No obstante, Ichigo sin darse cuenta los absorbe casi por completo y logra vencer con facilidad al espíritu.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/2EewmxXe72ogD0EaWM8gqa0ccIw.jpg"
        },
        {
            "titulo": "Smallville",
            "lanzamiento": "2001",
            "duracion": "43 min/episodio",
            "genero": "Sci-Fi & Fantasy, Action & Adventure, Drama",
            "director": "Warner",
            "sinopsis": "Serie que narra los inicios de Superman -Clark Kent- en su pueblo natal, Smallville. Allí vivía con sus padres, estudiaba en el instituto local y conoció a su primera novia, Lana Lang, y a su futuro rival, Lex Luthor.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/pUhJGETy2sec4vEkiqJ9eGeIywc.jpg"
        },
        {
            "titulo": "La Casa de Papel",
            "lanzamiento": "2017",
            "duracion": "70 min/episodio",
            "genero": "Crimen, Drama",
            "director": "Álex Pina",
            "sinopsis": "Un enigmático personaje llamado el Profesor planea algo grande: llevar a cabo el mayor atraco de la historia. Para ello recluta una banda de ocho personas que reúnen un único requisito, ninguno tiene nada que perder. Cinco meses de reclusión memorizando cada paso, cada detalle, cada probabilidad… y por fin, once días de encierro en la Fábrica Nacional de Moneda, rodeados de cuerpos de policía y con decenas de rehenes en su poder para saber si su apuesta suicida será todo o nada.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/z01Dc0Ly2GmCpLe6Scx4d3dPP1S.jpg"
        },
        {
            "titulo": "Modern Family",
            "lanzamiento": "2009",
            "duracion": "25 min/episodio",
            "genero": "Comedia",
            "director": "Christopher Lloyd,Steven Levitan",
            "sinopsis": "Narrada desde la perspectiva de un documental, la serie ofrece un panorama honesto y divertido sobre la vida de varias familias, en donde se presentan la relación entre padres e hijos, diferencias generacionales y culturales.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/z01Dc0Ly2GmCpLe6Scx4d3dPP1S.jpg"
        },
        {
            "titulo": "Big Bang",
            "lanzamiento": "2007",
            "duracion": "22 min/episodio",
            "genero": "Comedia",
            "director": "Chuck Lorre",
            "sinopsis": "Leonard y Sheldon son dos cerebros privilegiados que comparten piso. Aunque los dos, doctores en Física, son capaces de calcular las probabilidades de existencia de otros mundos, no saben cómo relacionarse con los demás, especialmente con las chicas. Penny, una vecina recién llegada, es el polo opuesto a los dos amigos, de modo que su llegada altera la tranquila vida sentimental de Leonard y el desorden obsesivo-compulsivo de Sheldon.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/2bDQWCvFxRGhdvThTJvVxueEoLl.jpg"
        },
        {
            "titulo": "Arcane",
            "lanzamiento": "2021",
            "duracion": "39 min/episodio",
            "genero": "Animación, Sci-Fi & Fantasy, Action & Adventure, Drama",
            "director": "Christian Linke,Alex Yee",
            "sinopsis": "Con las dispares ciudades de Piltover y Zaun como telón de fondo, dos hermanas luchan en bandos opuestos de una guerra entre tecnologías mágicas y creencias enfrentadas.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/fqldf2t8ztc9aiwn3k6mlX3tvRT.jpg"
        },
        {
            "titulo": "Soy leyenda",
            "lanzamiento": "14 de Diciembre de 2007",
            "duracion": "101 min",
            "genero": "Drama, Horror, Ciencia Ficción",
            "director": "Francis Lawrence",
            "sinopsis": "Año 2012. Robert Neville es un brillante científico, que, sin embargo, no ha podido impedir la expansión de un incurable virus creado por el hombre. Neville, inexplicablemente inmune al contagio, es el último superviviente humano de la ciudad de Nueva York y, quizá, del mundo. Pero Neville no está completamente solo. Víctimas mutantes de la plaga merodean en las sombras, vigilando cada uno de los movimientos del científico y esperando que cometa un error fatal para beber su sangre.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/pO1SrJgf5BumqcIRkYviSGIFdmX.jpg"
        },
        {
            "titulo": "Vengadores",
            "lanzamiento": "04 de Mayo de 2012",
            "duracion": "143 min",
            "genero": "Acción, Ciencia Ficción, Thriller",
            "director": "Joss Whedon",
            "sinopsis": "El director de la Agencia SHIELD decide reclutar a un equipo para salvar al mundo de un desastre casi seguro cuando un enemigo inesperado surge como una gran amenaza para la seguridad mundial.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/ugX4WZJO3jEvTOerctAWJLinujo.jpg"
        },
        {
            "titulo": "Interstellar",
            "lanzamiento": "07 de Noviembre de 2014",
            "duracion": "169 min",
            "genero": "Aventura, Drama, Ciencia Ficción",
            "director": "Christopher Nolan",
            "sinopsis": "Un grupo de científicos y exploradores, encabezados por Cooper, se embarcan en un viaje espacial para encontrar un lugar con las condiciones necesarias para reemplazar a la Tierra y comenzar una nueva vida allí. La Tierra está llegando a su fin y este grupo necesita encontrar un planeta más allá de nuestra galaxia que garantice el futuro de la raza humana.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/nrSaXF39nDfAAeLKksRCyvSzI2a.jpg"
        },
        {
            "titulo": "Juego de Tronos",
            "lanzamiento": "17 de Abril de 2011",
            "duracion": "56 min",
            "genero": "Aventura, Drama, Fantasía",
            "director": "David Benioff, D.B. Weiss",
            "sinopsis": "Juego de tronos es la historia de la lucha por un trono, el trono de hierro, forjado con las espadas de los enemigos vencidos. Siete son los reinos de Poniente y muchas las casas que se disputarán la corona: los herederos, los exiliados, los despojados y los actuales regentes.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/z9gCSwIObDOD2BEtmUwfasar3xs.jpg"
        },
        {
            "titulo": "Beetlejuice",
            "lanzamiento": "26 de Febrero de 1987",
            "duracion": "97 min",
            "genero": "Comedia, Aventura",
            "director": "Tim Burton",
            "sinopsis": "Un matrimonio de fantasmas contrata a Beetlejuice, un especialista en asustar mortales, para que ahuyente a los nuevos propietarios de su casa.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/Ap36MvDZbfX0vzPsNeYqYv29rrK.jpg"
        },
        {
            "titulo": "Cocodrilo Dundee",
            "lanzamiento": "22 de Julio de 1988",
            "duracion": "92 min",
            "genero": "Comedia, Fantasía",
            "director": "Tim Burton",
            "sinopsis": "Michael Dundee es un rudo cazador de cocodrilos que, por su original filosofía de la vida, es considerado como un héroe. Sue Charlton, una reportera de Nueva York, decide ir a Australia para visitarle.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/q0Msbpvpe6yuvIUCyJuBbQ9UhUj.jpg"
        },
        {
            "titulo": "Valkyrie",
            "lanzamiento": "25 de Diciembre de 2008",
            "duracion": "121 min",
            "genero": "Drama, Thriller, Histórica",
            "director": "Bryan Singer",
            "sinopsis": "El coronel Claus Von Stauffenberg, un aristócrata alemán, regresa de África gravemente herido en combate y, tras unirse a la resistencia alemana, se convierte en el cerebro de la Operación Valkiria, cuyo objetivo es derrocar el régimen nazi.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/jDARt52DH7Tiw5jL0xrrDnqPFZp.jpg"
        },
        {
            "titulo": "Ratatouille",
            "lanzamiento": "3 de Agosto de 2007",
            "duracion": "111 min",
            "genero": "Animación, Comedia, Familiar",
            "director": "Brad Bird, Jan Pinkava",
            "sinopsis": "Remy es una rata que aprecia la buena comida y tiene un paladar bastante sofisticado. Su sueño es convertirse algún día en un gran chef francés a pesar de la oposición de su familia. El destino lleva a Remy a las alcantarillas de París, donde su situación no puede ser mejor, ya que se encuentra justo debajo de uno de los restaurantes más finos de París. El roedor se sentirá en el lugar perfecto para convertir su sueño en una realidad.",
            "imagen": "https://www.lavanguardia.com/peliculas-series/images/movie/poster/2007/6/w1280/t3vaWRPSf6WjDSamIkKDs1iQWna.jpg"
        },
        {
            "titulo": "Memento",
            "lanzamiento": "19 de Enero de 2001",
            "duracion": "113 min",
            "genero": "Misterio, Thriller",
            "director": "Christopher Nolan",
            "sinopsis": "Leonard es un investigador de una agencia de seguros cuya memoria está irreversiblemente dañada por culpa de un golpe en la cabeza, al intentar evitar el asesinato de su mujer: éste es el último hecho que recuerda del pasado. A causa del golpe, ha perdido la memoria reciente, los hechos cotidianos desaparecen de su mente en unos minutos. Así pues, para investigar y vengar el asesinato de su esposa tiene que recurrir a la ayuda de una cámara instantánea y a las notas tatuadas en su cuerpo.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/neHrQLVfT3KPqvv30pNPyRb6chQ.jpg"
        },
        {
            "titulo": "Stardust",
            "lanzamiento": "26 de Octubre de 2007",
            "duracion": "127 min",
            "genero": "Aventura, Familiar, Fantasía",
            "director": "Matthew Vaughn",
            "sinopsis": "El adolescente Tristán atraviesa un muro que le lleva al reino mágico de Stormhold para regalar a su amada una estrella caída del firmamento.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/73JmdwtJyFQyKem7QHlDzmadNef.jpg"
        },
        {
            "titulo": "Django desencadenado",
            "lanzamiento": "18 de Enero de 2013",
            "duracion": "165 min",
            "genero": "Drama, Western",
            "director": "Quentin Tarantino",
            "sinopsis": "Un antiguo esclavo une sus fuerzas con un cazador de recompensas alemán que lo libera y ayuda a cazar a los criminales más buscados del Sur, todo ello con la esperanza de encontrar a su esposa perdida hace mucho tiempo.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/naaYX64yMGzEFsATOFQDaxxQWbJ.jpg"
        },
        {
            "titulo": "Pulp Fiction",
            "lanzamiento": "13 de Enero de 1995",
            "duracion": "154 min",
            "genero": "Drama, Crimen",
            "director": "Quentin Tarantino",
            "sinopsis": "Historias de dos matones, un boxeador y una pareja de atracadores de poca monta envueltos en una violencia espectacular e irónica.",
            "imagen": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/hNcQAuquJxTxl2fJFs1R42DrWcf.jpg"
        }
    ]
}